Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AVDisplayModeRefreshRateDescriptionPAL50
source: %@ is standard on televisions in parts of Europe, Asia, and other regions using PAL or SECAM.
ar: ‏%@ هو المعدل القياسي على أجهزة التلفزيون في أجزاء من أوروبا وآسيا والمناطق الأخرى التي تستخدم PAL أو SECAM.
ca: En regions d’Europa, Àsia i altres països on s’utilitza el sistema PAL o SECAM, la freqüència estàndard en televisors és %@.
cs: %@ je standardní frekvence televizorů v některých částech Evropy a Asie a v dalších oblastech, kde se používá standard PAL nebo SECAM.
da: %@ er standard på fjernsyn i dele af Europa, Asien og andre områder, der bruger PAL eller SECAM.
de: %@ ist in Teilen von Europa, Asien und anderen Regionen, die PAL oder SECAM verwenden, der Standard auf Fernsehgeräten.
el: Η συχνότητα %@ είναι η τυπική συχνότητα για τηλεοράσεις σε κάποιες περιοχές της Ευρώπης, της Ασίας και άλλες περιοχές όπου χρησιμοποιείται το πρότυπο PAL ή SECAM.
es: %@ es la frecuencia de actualización estándar en los televisores de ciertas partes de Europa, Asia y otras regiones que usan el sistema PAL o SECAM.
es_us: El estándar para TV en partes de Europa, Asia y otras regiones que usan PAL o SECAM es %@.
fi: %@ on standardi televisioissa osissa Eurooppaa, Aasia ja muilla alueilla, jotka käyttävät PAL- tai SECAM-järjestelmää.
fr: « %@ » est une fréquence standard sur les téléviseurs dans certaines régions d’Europe, en Asie et dans les autres régions utilisant le format PAL ou SECAM.
fr_ca: %@ est la valeur standard sur les télévisions dans certaines régions d’Europe et d’Asie ainsi que dans d’autres pays utilisant la norme PAL ou SECAM.
he: ‏%@ הוא תדר סטנדרטי בטלוויזיות באזורים מסוימים באירופה, באסיה ובאזורים אחרים שמשתמשים ב-PAL או ב-SECAM.
hi: %@ यूरोप, एशिया के कुछ हिस्सों और PAL या SECAM का उपयोग करने वाले अन्य क्षेत्रों में टेलीविज़न पर मानक है।
hr: %@ je standard na televizorima u dijelovima Europe, Azije i drugim regijama gdje se koristi PAL ili SECAM.
hu: A(z) %@ részben Európa, Ázsia és más, PAL vagy SECAM rendszert használó régiók területén használatos televíziók esetében szabványos.
id: %@ standar di televisi di berbagai bagian Eropa, Asia, dan wilayah lainnya yang menggunakan PAL atau SECAM.
it: %@ è lo standard sui televisori in parti dell’Europa, dell’Asia e in altre zone che utilizzano PAL o SECAM.
ja: %@はヨーロッパの一部、アジア、およびPALまたはSECAMを使用しているその他の地域のテレビにおける標準です。
ko: %@는 PAL 또는 SECAM을 사용하는 일부 유럽, 아시아 및 기타 국가의 텔레비전 표준입니다.
ms: %@ ialah standard pada televisyen di sebahagian Eropah, Asia dan rantau lain yang menggunakan PAL atau SECAM.
nb: %@ er standard på TV-er i deler av Europa, Asia og andre områder som bruker PAL eller SECAM.
nl: %@ is standaard op televisies in delen van Europa, Azië, en andere regio's die PAL of SECAM gebruiken.
pl: %@ to standardowa wartość w przypadku telewizorów w części Europy, Azji i innych regionach używających standardów PAL lub SECAM.
pt_br: %@ é o padrão em televisões em partes da Europa, Ásia e outras regiões que usam PAL ou SECAM.
pt_pt: %@ é o padrão nas televisões em partes da Europa, na Ásia e noutras regiões que usem PAL ou SECAM.
ro: %@ este valoarea standard pentru televizoarele din unele regiuni din Europa, Asia și din alte regiuni care utilizează PAL sau SECAM.
ru: Частота %@ используется на телевизорах в некоторых странах Европы и Азии, а также в других регионах, где действует стандарт PAL или SECAM.
sk: %@ je štandard na televízoroch v niektorých častiach Európy, v Ázii a v ďalších regiónoch, v ktorých sa používa formát PAL alebo SECAM.
sl: %@ je standard v televizorjih v delih Evrope, v Aziji in drugih regijah, ki uporabljajo PAL ali SECAM.
sv: %@ är standard på TV-apparater i delar av Europa, Asien och andra regioner som använder PAL eller SECAM.
th: %[tt]@เป็นความถี่มาตรฐานทางโทรทัศน์ในส่วนต่างๆ ของยุโรป เอเชีย และภูมิภาคอื่นที่ใช้ PAL หรือ SECAM
tr: %@; Avrupa’nın, Asya’nın ve PAL veya SECAM kullanan diğer bölgelerin bazı yerlerinde televizyonlardaki standarttır.
uk: Частота %@ використовується на телевізорах у країнах Європи, Азії та інших регіонів, де використовується стандарт PAL або SECAM.
vi: %@ là tốc độ tiêu chuẩn trên các tivi tại một phần của Châu Âu, Châu Á và các vùng khác đang sử dụng PAL hoặc SECAM.
zh_cn: 在使用PAL或SECAM的部分欧洲、亚洲和其他地区，%@是电视的标准。
zh_hk: %@是歐洲部份地區、亞洲和其他使用PAL或SECAM地區的電視的標準。
zh_tw: 在使用PAL或SECAM的部分歐洲、亞洲和其他地區，%@為電視的標準。

# AVDisplayModeRefreshRateFormat
source: %@Hz
ar: %@ هرتز
he: ‏%@ הרץ
ru: %@ Гц
uk: %@ Гц

# AVDisplayResolutionDescription
source: Apple TV will choose the best available resolution for your TV. If you don’t see a resolution you expect, make sure Apple TV is plugged into a supported HDMI 2.0 port.
ar: سيختار Apple TV أفضل دقة متاحة لتلفزيونك. إذا لم تجد دقة تلبي توقعاتك، فتأكد من أن Apple TV متصل بمنفذ ‪HDMI 2.0‬ مدعوم.
ca: L’Apple TV seleccionarà la gamma de colors més àmplia disponible. Si la resolució no és la que esperes, comprova que l’Apple TV estigui connectat a un port HDMI 2.0 compatible.
cs: Apple TV vybere pro váš televizor nejvyšší možné rozlišení. Pokud očekávané rozlišení nevidíte, zkontrolujte, zda je Apple TV připojená k podporovanému portu HDMI 2.0.
da: Apple TV vælger den bedst tilgængelige opløsning til dit fjernsyn. Sørg for, at Apple TV er tilsluttet en understøttet HDMI 2.0-port, hvis du ikke ser den opløsning, du forventede.
de: Apple TV wählt die beste verfügbare Auflösung für dein Fernsehgerät. Wenn du die erwartete Auflösung nicht siehst, überprüfe, ob Apple TV über einen unterstützten HDMI 2.0-Anschluss mit dem Fernseher verbunden ist.
el: Το Apple TV θα επιλέξει τη βέλτιστη δυνατή ανάλυση για την τηλεόρασή σας. Αν δεν εμφανίζεται μια αναμενόμενη ανάλυση, βεβαιωθείτε ότι το Apple TV είναι συνδεδεμένο σε υποστηριζόμενη θύρα HDMI 2.0.
es: El Apple TV seleccionará la mejor resolución disponible para tu televisor. Si no ves la resolución adecuada, asegúrate de que el Apple TV esté conectado a un puerto HDMI 2.0 compatible.
es_us: El Apple TV elegirá la mejor resolución para tu TV. Si no ves la que esperabas, asegúrate de que tu Apple TV esté conectado a un puerto HDMI 2.0 compatible.
fi: Apple TV valitsee TV:lle parhaimman saatavilla olevan tarkkuuden. Jos tarkkuus ei ole odotustesi mukainen, varmista, että Apple TV on liitetty tuettuun HDMI 2.0 ‑porttiin.
fr: L’Apple TV choisira la meilleure résolution disponible pour votre téléviseur. Si vous ne voyez pas la résolution attendue, assurez-vous que l’Apple TV est branchée à un port HDMI 2.0 compatible.
fr_ca: L’Apple TV choisira la meilleure résolution disponible de votre télévision. Si la résolution affichée n’est pas celle attendue, vérifiez que l’Apple TV est connectée à un port HDMI 2.0 pris en charge.
he: ה-Apple TV יבחר את הרזולוציה הזמינה הטובה ביותר עבור הטלוויזיה שלך. אם לא מצאת את הרזולוציה שחיפשת, יש לוודא שה-Apple TV מחובר לשקע HDMI 2.0 נתמך.
hi: Apple TV आपके टीवी के लिए सर्वश्रेष्ठ उपलब्ध रिज़ॉल्यूशन चुनेगा। यदि आपकी आशा के अनुरूप रिज़ॉल्यूशन नहीं मिलता है, तो सुनिश्चित करें कि Apple TV समर्थित HDMI 2.0 पोर्ट में प्लग इन किया गया हो।
hr: Apple TV odabrat će najbolju dostupnu razlučivost za vaš TV. Ako ne vidite razlučivost koju očekujete, provjerite je li Apple TV spojen na podržanu HDMI 2.0 priključnicu.
hu: Az Apple TV ki fogja választani a televíziójához használható legjobb felbontást. Ha nem a várt felbontást látja, akkor győződjön meg róla, hogy az Apple TV csatlakoztatva van egy támogatott HDMI 2.0‑s porthoz.
id: Apple TV akan memilih resolusi terbaik yang tersedia untuk TV Anda. Jika Anda tidak melihat resolusi yang diinginkan, pastikan Apple TV dicolokkan ke port HDMI 2.0 yang didukung.
it: Apple TV sceglierà la migliore risoluzione disponibile. Se ritieni che la risoluzione scelta non sia adatta, assicurati che Apple TV sia collegata a una porta HDMI 2.0 supportata.
ja: Apple TVはお使いのテレビに最適の解像度を選択します。 もし解像度が正しく設定されない場合は、Apple TVがHDMI 2.0に対応したポートに 正しく接続されているかどうか確認してください。
ko: Apple TV가 사용자의 TV에서 볼 수 있는 최고 해상도를 선택합니다. 원하는 해상도가 아닌 경우 Apple TV가 지원되는 HDMI 2.0 포트에 연결되어 있는지 확인하십시오.
ms: Apple TV akan memilih resolusi terbaik yang tersedia untuk TV anda. Jika anda tidak melihat resolusi yang anda jangkakan, pastikan Apple TV dipasang ke port HDMI 2.0 yang disokong.
nb: Apple TV vil velge den beste tilgjengelige oppløsningen for TV-en din. Hvis du ikke ser den ønskede oppløsningen, må du kontrollere at Apple TV er koblet til en HDMI 2.0-kontakt som støttes.
nl: Apple TV kiest de best beschikbare resolutie voor je tv. Als je een verwachte resolutie niet ziet, controleer je of Apple TV is aangesloten op een ondersteunde HDMI 2.0-poort.
pl: Apple TV wybierze rozdzielczość, która jest optymalna dla Twojego telewizora. Jeśli nie widzisz oczekiwanej rozdzielczości, sprawdź, czy Apple TV jest podłączony do zgodnego portu HDMI 2.0.
pt_br: A Apple TV escolherá a melhor resolução disponível para a TV. Se você não vir a resolução que espera, confira se a Apple TV está conectada a uma porta HDMI 2.0 compatível.
pt_pt: A Apple TV definirá a melhor resolução disponível para a sua televisão. Se não vir a resolução pretendida, certifique‑se de que a Apple TV está ligada a uma porta HDMI 2.0 compatível.
ro: Apple TV‑ul va alege cea mai bună rezoluție disponibilă pentru televizor. Dacă nu vedeți rezoluția la care vă așteptați, asigurați‑vă că Apple TV‑ul este cuplat la un port HDMI 2.0 compatibil.
ru: На Apple TV будет подобрано наиболее подходящее разрешение. Если нужный Вам вариант разрешения не отображается, убедитесь, что Apple TV подключен к поддерживаемому порту HDMI 2.0.
sk: Apple TV vyberie najlepšie dostupné rozlíšenie pre vaše TV. Ak nevidíte požadované rozlíšenie, uistite sa, že je Apple TV pripojené k podporovanému HDMI 2.0 portu.
sl: Apple TV bo izbral najboljšo razpoložljivo ločljivost za vaš televizor. Če ne vidite ločljivosti, ki jo želite, se prepričajte, da je Apple TV priključen v podprta vrata HDMI 2.0.
sv: Apple TV väljer den bästa tillgängliga upplösningen för din TV. Om du inte ser den upplösning du förväntar dig kontrollerar du att Apple TV är ansluten till ett HDMI 2.0-uttag som stöds.
th: Apple TV จะเลือกความละเอียดที่ดีที่สุดที่มีสำหรับทีวีของคุณ ถ้าคุณไม่เห็นความละเอียดที่คุณต้องการ ตรวจสอบให้แน่ใจว่า Apple TV ต่ออยู่กับพอร์ต HDMI 2.0 ที่รองรับ
tr: Apple TV, TV’niz için kullanılabilir en iyi çözünürlüğü seçer. Beklediğiniz çözünürlüğü görmezseniz Apple TV’nin desteklenen HDMI 2.0 girişine takıldığından emin olun.
uk: Apple TV обере найкращу роздільність, доступну для вашого телевізора. Якщо очікуваної роздільності немає, перевірте, чи Apple TV підʼєднано до розніму, що підтримує HDMI 2.0.
vi: Apple TV sẽ chọn độ phân giải có sẵn tốt nhất cho TV của bạn. Nếu bạn không thấy độ phân giải mong muốn, hãy đảm bảo rằng Apple TV được cắm vào cổng HDMI 2.0 được hỗ trợ.
zh_cn: Apple TV将为电视选择最佳可用分辨率。 如果未看到期望的分辨率，请确保Apple TV 插入支持的HDMI 2.0端口。
zh_hk: Apple TV會為你的電視選擇最佳的可用解像度。 如果你看不到所期望的解像度，請確保Apple TV 已插入支援的HDMI 2.0傳輸埠。
zh_tw: Apple TV將會為你的電視選擇最佳的可用解析度。 若你看不到預期的解析度，請確認Apple TV 已插入支援的HDMI 2.0埠。

# AVDisplayResolutionDescriptionFormat
source: Current resolution: %@
ar: الدقة الحالية: %@
ca: Resolució actual: %@
cs: Aktuální rozlišení: %@
da: Aktuel opløsning: %@
de: Aktuelle Auflösung: %@
el: Τρέχουσα ανάλυση: %@
es: Resolución actual: %@
es_us: Resolución actual: %@
fi: Nykyinen tarkkuus: %@
fr: Résolution actuelle : %@
fr_ca: Résolution actuelle : %@
he: הרזולוציה הנוכחית: %@
hi: वर्तमान रिज़ोल्यूशन : %@
hr: Trenutačna razlučivost: %@
hu: Aktuális felbontás: %@
id: Resolusi saat ini: %@
it: Risoluzione attuale: %@
ja: 現在の解像度: %@
ko: 현재 해상도: %@
ms: Resolusi semasa: %@
nb: Gjeldende oppløsning: %@
nl: Huidige resolutie: %@
pl: Bieżąca rozdzielczość: %@
pt_br: Resolução atual: %@
pt_pt: Resolução atual: %@
ro: Rezoluție actuală: %@
ru: Текущее разрешение: %@
sk: Aktuálne rozlíšenie: %@
sl: Trenutna ločljivost: %@
sv: Nuvarande upplösning: %@
th: ความละเอียดปัจจุบัน: %@
tr: Şu anki çözünürlük: %@
uk: Поточна роздільність: %@
vi: Độ phân giải hiện tại: %@
zh_cn: 目前分辨率：%@
zh_hk: 現時解像度：%@
zh_tw: 目前解析度：%@

# AVDisplayResolutionDescriptionOther
source: Other
ar: أخرى
ca: Altra
cs: Jiná
da: Andet
de: Weitere
el: Άλλο
es: Otra
es_us: Otra
fi: Muu
fr: Autre
fr_ca: Autre
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
ms: Lain
nb: Annet
nl: Overig
pl: Inne
pt_br: Outro
pt_pt: Outra
ro: Alta
ru: Другая
sk: Iná
sl: Drugo
sv: Annan
th: อื่นๆ
tr: Diğer
uk: Інша
vi: Khác
zh_cn: 其他
zh_hk: 其他
zh_tw: 其他

# AVDolbyAudioFormatTitle
source: Audio Format
ar: تنسيق الصوت
ca: Format d’àudio
cs: Formát zvuku
da: Lydformat
el: Μορφή ήχου
es: Formato de audio
es_us: Formato de audio
fi: Äänimuoto
fr: Format audio
fr_ca: Format audio
he: פורמט השמע
hi: ऑडियो फ़ॉर्मैट
hu: Hangformátum
id: Format Audio
it: Formato audio
ja: オーディオフォーマット
ko: 오디오 포맷
ms: Format Audio
nb: Lydformat
nl: Audiostructuur
pl: Format audio
pt_br: Formato do Áudio
pt_pt: Formato de áudio
ro: Format audio
ru: Аудиоформат
sk: Formát audia
sl: Oblika zvočnega zapisa
sv: Ljudformat
th: รูปแบบเสียง
tr: Ses Biçimi
uk: Формат аудіо
vi: Định dạng âm thanh
zh_cn: 音频格式
zh_hk: 音訊格式
zh_tw: 音訊格式

# AVDolbySurroundSoundAutoWithAtmosDisabledDescription
source: Your Apple TV automatically uses the best audio format available.
ar: يستخدم Apple TV تلقائيًا أفضل تنسيق صوت متوفر.
ca: L’Apple TV utilitza automàticament el millor format d’àudio disponible.
cs: Apple TV automaticky použije nejlepší dostupný formát zvuku.
da: Dit Apple TV bruger automatisk det bedst tilgængelige lydformat.
de: Dein Apple TV verwendet automatisch das bestmögliche Format.
el: Το Apple TV χρησιμοποιεί αυτόματα τη βέλτιστη διαθέσιμη μορφή ήχου.
es: El Apple TV utiliza automáticamente el mejor formato de audio disponible.
es_us: Tu Apple TV usa automáticamente el mejor formato de audio disponible.
fi: Apple TV käyttää automaattisesti parasta saatavilla olevaa äänimuotoa.
fr: Votre Apple TV utilise automatiquement le meilleur format audio possible.
fr_ca: Votre Apple TV utilise automatiquement le meilleur format audio disponible.
he: ה-Apple TV משתמש בפורמט השמע הזמין הטוב ביותר באופן אוטומטי.
hi: आपका Apple TV उपलब्ध सबसे बढ़िया ऑडियो फ़ॉर्मैट का इस्तेमाल ऑटोमैटिकली करता है।
hr: Apple TV automatski koristi najbolji dostupan format zvuka.
hu: Az Apple TV-je automatikusan az elérhető legjobb hangformátumot használja.
id: Apple TV Anda akan secara otomatis menggunakan format audio terbaik yang tersedia.
it: Apple TV adotta in automatico il miglior formato audio disponibile.
ja: お使いのApple TVでは利用可能な最高品質のオーディオフォーマットが自動的に使用されます。
ko: Apple TV가 사용 가능한 최고의 오디오 포맷을 자동으로 사용합니다.
ms: Apple TV anda menggunakan format audio terbaik yang tersedia secara automatik.
nb: Apple TV bruker automatisk beste tilgjengelige lydformat.
nl: Je Apple TV gebruikt automatisch de best beschikbare audiostructuur.
pl: Apple TV automatycznie używa najlepszego dostępnego formatu.
pt_br: A Apple TV usa automaticamente o melhor formato de áudio disponível.
pt_pt: A Apple TV usa automaticamente o melhor formato de áudio disponível.
ro: Apple TV‑ul utilizează automat cel mai bun format audio disponibil.
ru: Ваш Apple TV автоматически использует лучший из доступных аудиоформатов.
sk: Apple TV automaticky použije najlepší dostupný formát audia.
sl: Apple TV samodejno uporabi najboljšo obliko zvočnega zapisa, ki je na voljo.
sv: Denna Apple TV använder automatiskt det bästa tillgängliga ljudformatet.
th: Apple TV ของคุณจะใช้รูปแบบเสียงดีที่สุดที่มีโดยอัตโนมัติ
tr: Apple TV’niz en iyi ses biçimini otomatik olarak kullanır.
uk: Ваш Apple TV автоматично застосовує найкращий наявний формат аудіо.
vi: Apple TV của bạn tự động sử dụng định dạng âm thanh tốt nhất có sẵn.
zh_cn: Apple TV自动使用最佳可用的音频格式。
zh_hk: 你的Apple TV會自動使用可用的最佳音訊格式。
zh_tw: 你的Apple TV會自動使用最佳的音訊格式。

# AVDolbySurroundSoundConvertFormatWithAtmosAvailableDescription
source: Your Apple TV will change the audio format to be compatible with your equipment. Turn this off to automatically use the best audio format available, including Dolby Atmos.
ar: سيغيّر Apple TV تنسيق الصوت بحيث يكون متوافقًا مع جهازك. يمكنك إيقاف هذا الإعداد ليتم استخدام أفضل تنسيق صوت متاح بشكل تلقائي، بما في ذلك Dolby Atmos.
ca: Es canviarà el format d’àudio de l’Apple TV perquè sigui compatible amb l’equip. Desactiva aquesta opció per utilitzar automàticament el millor format d’àudio disponible, inclòs Dolby Atmos.
cs: Apple TV změní formát zvuku tak, aby byl kompatibilní se zvukovou soustavou. Když tuto funkci vypnete, automaticky se použije nejlepší dostupný formát zvuku včetně Dolby Atmos.
da: Dit Apple TV ændrer lydformatet, for at være kompatibelt med dit udstyr. Slå dette fra for automatisk at bruge det bedst tilgængelige lydformat, inklusive Dolby Atmos.
de: Dein Apple TV ändert das Audioformat, damit es mit deinem Equipment kompatibel ist. Deaktiviere diese Option, um automatisch das bestmögliche Audioformat zu verwenden, einschließlich Dolby Atmos.
el: Το Apple TV θα αλλάξει τη μορφή ήχου ώστε να είναι συμβατή με τον εξοπλισμό σας. Απενεργοποιήστε αυτήν τη ρύθμιση για αυτόματη χρήση της βέλτιστης διαθέσιμης μορφής ήχου, συμπεριλαμβανομένου του Dolby Atmos.
es: El Apple TV cambiará el formato de audio para que sea compatible con tu equipo. Desactiva esta opción para usar automáticamente el mejor formato de audio disponible, incluido Dolby Atmos.
es_us: Tu Apple TV cambiará el formato de audio para que sea compatible con tu equipo. Desactiva esto para usar automáticamente el mejor formato de audio incluyendo Dolby Atmos.
fi: Apple TV muuttaa äänimuotoa, jotta se on yhteensopiva laitteesi kanssa. Jos laitat tämän pois päältä, käytetään parasta äänimuotoa, joka on saatavilla, mukaan lukien Dolby Atmos.
fr: Votre Apple TV changera le format audio pour quʼil soit compatible avec votre équipement. Désactivez cette option pour utiliser automatiquement le meilleur format audio disponible, y compris Dolby Atmos.
fr_ca: Votre Apple TV modifiera le format audio pour le rendre compatible avec votre équipement. Désactivez cette fonction pour utiliser automatiquement le meilleur format audio disponible, y compris Dolby Atmos.
he: ה-Apple TV ישנה את פורמט השמע כך שיהיה תואם לציוד שלך. ניתן לבטל הגדרה זו כדי להשתמש באופן אוטומטי בפורמט השמע הטוב ביותר הזמין, כולל Dolby Atmos.
hi: आपका Apple TV ऑडियो फ़ॉर्मैट को इस तरह बदल देगा जिससे कि वो आपके उपकरण के साथ संगत हो। Dolby Atmos सहित सर्वोत्तम उपलब्ध ऑडियो फ़ॉर्मैट का ऑटोमैटिकली इस्तेमाल करने के लिए इसे बंद करें।
hr: Apple TV promijenit će audio format kako bi bio kompatibilan s vašom opremom. Možete to isključiti kako bi se automatski koristio najbolji dostupni audio format, uključujući Dolby Atmos.
hu: Az Apple TV-je módosítani fogja a hangformátumot, hogy az kompatibilis legyen a berendezésével. Kapcsolja ki az elérhető legjobb formátum automatikus használatához, a Dolby Atmost is beleértve.
id: Apple TV Anda akan mengubah format audio agar kompatibel dengan perlengkapan Anda. Matikan ini untuk menggunakan format audio terbaik yang tersedia, termasuk Dolby Atmos.
it: Apple TV modificherà il formato audio in modo tale da renderlo compatibile con il tuo impianto. Disattiva l’opzione per utilizzare automaticamente il miglior formato audio disponibile, tecnologia Dolby Atmos inclusa.
ja: お使いのApple TVでは、オーディオフォーマットが お使いの機器と互換性のあるものに自動的に変更されます。 ドルビーアトモスを含む、使用可能な最高品質のフォーマット を自動的に使用するには、これをオフにしてください。
ko: Apple TV가 사용자의 장비와 호환되도록 오디오 포맷을 변경합니다. Dolby Atmos 등 사용 가능한 최고의 오디오 음질을 자동으로 사용하려면 이 기능을 끄십시오.
ms: Apple TV anda akan menukar format audio supaya serasi dengan peralatan anda. Nyahaktifkannya untuk menggunakan format audio terbaik yang tersedia secara automatik, termasuk Dolby Atmos.
nb: Apple TV vil bytte til et lydformat som er kompatibelt med utstyret ditt. Slå av innstillingen for å automatisk bruke det beste tilgjengelige lydformatet, inkludert Dolby Atmos.
nl: Je Apple TV wijzigt de audiostructuur zodat deze compatibel is met je apparatuur. Schakel dit uit om automatisch de best beschikbare audiostructuur te gebruiken, waaronder Dolby Atmos.
pl: Apple TV będzie zmieniać format audio na zgodny ze sprzętem. Wyłącz tę opcję, aby automatycznie używać najlepszego dostępnego formatu, w tym Dolby Atmos.
pt_br: A Apple TV mudará o formato de áudio para que fique compatível com seu equipamento. Desative essa opção para usar automaticamente o melhor formato de áudio disponível, incluindo o Dolby Atmos.
pt_pt: O formato de áudio será alterado para ser compatível com o equipamento. Desative esta opção para usar automaticamente o melhor formato de áudio disponível, incluindo Dolby Atmos.
ro: Apple TV‑ul dvs. va schimba formatul audio pentru a fi compatibil cu echipamentul dvs. Dezactivați această opțiune pentru a utiliza automat cel mai bun format audio disponibil, inclusiv Dolby Atmos.
ru: На Apple TV будет изменен аудиоформат, чтобы повысить совместимость с Вашим аудиооборудованием. Выключите этот параметр, чтобы автоматически использовать наилучший из доступных аудиоформатов, включая Dolby Atmos.
sk: Apple TV zmení formát audia tak, aby bol kompatibilný s vašou zvukovou aparatúrou. Ak chcete automaticky použiť najlepší dostupný formát audia vrátane formátu Dolby Atmos, vypnite túto možnosť.
sl: Apple TV bo spremenil obliko zvočnega zapisa, da bo združljiva z vašo opremo. Izklopite to možnost, da bo samodejno uporabljena najboljša oblika zvočnega zapisa, ki je na voljo, vključno z zvokom Dolby Atmos.
sv: Denna Apple TV ändrar ljudformat så att det blir kompatibelt med din utrustning. Avaktivera det här alternativet om du automatiskt vill använda det bästa tillgängliga ljudformatet, inklusive Dolby Atmos.
th: Apple TV ของคุณจะเปลี่ยนรูปแบบเสียง ให้สามารถใช้งานร่วมกับอุปกรณ์ของคุณได้ ปิดใช้การตั้งค่านี้เพื่อใช้รูปแบบเสียงที่ดีที่สุดที่มีโดยอัตโนมัติ รวมทั้ง Dolby Atmos
tr: Apple TV’niz ses biçimini ekipmanınızla uyumlu olacak şekilde değiştirir. Dolby Atmos da dahil olmak üzere var olan en iyi ses biçimini otomatik olarak kullanmak için bunu kapatın.
uk: Ваш Apple TV змінюватиме формат звуку для забезпечення сумісності з обладнанням. Вимкніть цей параметр, щоб найкращий наявний формат застосовувавсь автоматично, зокрема Dolby Atmos.
vi: Apple TV của bạn sẽ thay đổi định dạng âm thanh để tương thích với thiết bị của bạn. Hãy tắt tính năng này để tự động sử dụng định dạng âm thanh tốt nhất có sẵn, bao gồm Dolby Atmos.
zh_cn: Apple TV将更改音频格式以 与你的设备兼容。 关闭此选项来自动使用最佳可用 音频格式，包括杜比全景声。
zh_hk: 你的Apple TV會將音訊格式改為 與你的設備相容的格式。 關閉此功能以自動使用可用的最佳音訊格式， 包括杜比全景聲。
zh_tw: 你的Apple TV將會更改音訊格式，與設備更為 相容。 關閉此功能會自動使用最佳的音訊格式，包含 杜比全景聲。
